Repository: urasel/mogo
Catalog: Locale/*/LC_MESSAGES/default.po
Languages: bn

source: The language has been changed to %s
bn: ভাষা পরিবর্তন করা হয়েছে %s

source: Language %s is not supported
bn: %s ভাষা সমর্থিত নয়

source: Change language:
bn: ভাষা পরিবর্তন:

source: Browse
bn: সাইটম্যাপ

source: Contact Us
bn: যোগাযোগ করুন

source: Login
bn: লগ ইন

source: Logout
bn: লগ আউট

source: Register
bn: রেজিস্ট্রেশন

source: Admin Menu
bn: অ্যাডমিন মেনু

source: Find Your Nearest !!
bn: আপনার চারপাশ সম্পর্কে জানুন

source: I'm looking for...
bn: আমি খুজতেছি

source: Dhaka..
bn: ঢাকার ভিতরে..

source: Bangla
bn: বাংলা

source: About
bn: আমাদের কথা

source: About Us
bn: আমাদের কথা

source: Site Directory
bn: সাইট নির্দেশিকা

source: Terms & Condition
bn: শর্তাবলী এবং নীতিমালা

source: Privacy & Policy
bn: গোপনীয়তার নীতিমালা

source: Showing {:start}-{:end} records out of {:count} Total
bn: {:count} উপাত্তের মধ্যে {:start}-{:end} টি দেখাচ্ছে

source: &laquo;
bn: পূর্ববর্তী

source: &raquo;
bn: পরবর্তী

source: Home
bn: হোম

source: Sitemap
bn: সাইটম্যাপ

source: What You Want ?
bn: আপনি কি খুজছেন ?

source: Informations
bn: বিষয়ক তথ্য

source: Details
bn: বিস্তারিত

source: Featured collection
bn: বৈশিষ্ট্যযুক্ত সংগ্রহ

source: Browse Categories
bn: সকল ক্যাটাগরি

source: Recent Post
bn: সাম্প্রতিক পোস্ট

source: Blood Needed
bn: রক্তের প্রয়োজন

source: Contact Info
bn: যোগাযোগের ঠিকানা

source: Date
bn: তারিখ

source: View All
bn: সকল এন্ট্রি

source: Blood Group
bn: রক্তের গ্রুপ

source: Quantity (Pound)
bn: পরিমাণ (পাউন্ড)

source: Mobile
bn: মোবাইল

source: Bag
bn: ব্যাগ

source: Type What You Want to Search, Fro language change press Ctrl+g and type Bangla
bn: আপনি কি খুজছেন লিখুন , বাংলা এবং ইংলিশ ভাষা পরিবর্তন করার জন্য Ctrl + g চাপুন

source: Your Search Results
bn: আপনার অনুসন্দানের ফলাফল

source: No Item Found
bn: কোন ডাটা খুঁজে পাওয়া যায়নি

source: Others %s Information
bn: %s বিষয়ক অন্যান্য তথ্য

source: %s in Map
bn: মানচিত্রে %s দেখুন

source: Pictures of %s
bn: %s এর ছবি

source: Yet No Review
bn: এখন পর্যন্ত কেহ মন্তব্য করেনি

source: Reviews of %s
bn: %s এর সমস্ত পর্যালোচনা

source: Location Details of %s
bn: %s এর বিস্তারিত ঠিকানা

source: Place Type
bn: আইটেম ক্যাটাগরি

source: Address
bn: ঠিকানা

source: Latitute
bn: অক্ষাংশ

source: Longitute
bn: দ্রাঘিমা

source: General information of %s
bn: %s এর সাধারণ তথ্য

source: Website
bn: ওয়েবসাইট

source: Email
bn: ইমেইল

source: Postal Address
bn: ডাক ঠিকানা

source: Search Result
bn: অনুসন্ধানের ফলাফল

source: Learn about your surroundings
bn: আপনার আশপাশ সম্পর্কে জানুন

source: Blood Needed
bn: রক্ত প্রয়োজন

source: InfoMap24
bn: ইনফোম্যাপ২৪

source: Password
bn: পাসওয়ার্ড

source: Your Name
bn: আপনার নাম

source: Your Email
bn: আপনার ইমেইল

source: Mail Subject
bn: কি সম্পর্কে জানতে চান

source: Message
bn: বিস্তারিত লিখুন

source: Send Mail
bn: প্রেরণ করুন

source: Copyright &copy; 2015
bn: সর্বস্বত্ব সংরক্ষিত &copy; 2015

source: Other
bn: অন্যান্য

source: Written By
bn: লিখেছেন

source: PUBLISHED
bn: প্রকাশিত

source: UPDATED
bn: আপডেট

source: Username
bn: ইউজার নেম

source: Search
bn: অনুসন্ধান

source: Forgot password ?
bn: পাসওয়ার্ড ভুলে গেছেন ?

source: Verifying Password
bn: পাসওয়ার্ড যাচাই করুন

source: Video of %s
bn: ভিডিওতে %s দেখুন

source: Please contact us for the latest information about InfoMap24. If you want to join InfoMap24 team or if you want to give us suggestions, please contact us.
bn: ইনফোম্যাপ২৪ সম্পর্কে সর্বশেষ তথ্য জানার জন্য আমাদের সাথে যোগাযোগ করুন । আপনি যদি ইনফোম্যাপ২৪ টীম এ যোগদান করতে চান অথবা আমাদেরকে সাজেশন দিতে চান তাহলে আমাদের সাথে যোগাযোগ করুন।

source: Flag of %s :
bn: %s এর পতাকা

source: Time Zone of %s :
bn: %s এর সময়-মান :

source: National Antheme of %s :
bn: %s এর জাতীয় সংগীত :

source: Writer of the Antheme
bn: জাতীয় সংগীত এর লেখক

source: Singer of the Antheme
bn: জাতীয় সংগীত এর গায়ক

source: Calling Code of %s :
bn: %s এর ফোন কোড :

source: Capital of %s :
bn: %s এর রাজধানী :

source: Currency of %s :
bn: %s এর মুদ্রা :

source: Domain Extension of %s :
bn: %s এর ডোমেইন এক্সটেনশন :

source: Language of %s :
bn: %s এর ভাষা :

source: Name of Language
bn: ভাষার নাম

source: Language Source
bn: ভাষার উৎপত্তি

source: UTC Time
bn: ইউটিসি সময়

source: DST
bn: ডিএসটি

source: DST Period Start End
bn: ডিএসটি সময়ের শুরু শেষ

source: Calling Code
bn: ফোন কোড

source: ISO Code
bn: ISO কোড

source: Curreny Name
bn: মুদ্রার নাম

source: Population of %s :
bn: %s এর জনসংখ্যা:

source: Population Density in %s :
bn: %s এ জনসংখ্যার ঘনত্ব:

source: Infant Mortality Rate in %s :
bn: %s এ শিশুমৃত্যুর হার:

source: Per capita GDP of %s :
bn: %s এর মাথাপিছু জিডিপি:

source: Literacy Rate in %s :
bn: %s এ স্বাক্ষরতার হার:

source: Add New
bn: নতুন যোগ করুন

source: Your Username
bn: আপনার ইউজারনেইম

source: Submit
bn: প্রেরণ করুন

source: An email has been sent with instructions for resetting your password.
bn: পাসওয়ার্ড রিসেট করার জন্য নির্দেশাবলী সহ আপনাকে একটি ইমেল পাঠানো হয়েছে।

source: Log out successful.
bn: সফল ভাবে লগ আউট সম্পন্ন হয়েছে।

source: An error occurred. Please try again.
bn: একটি ত্রুটি ঘটেছে. অনুগ্রহ করে আবার চেষ্টা করুন।

source: Your password has been reset successfully.
bn: আপনার পাসওয়ার্ড সফলভাবে পরিবর্তিত হয়েছে।

source: Reset Password
bn: পাসওয়ার্ড পরিবর্তন করুন

source: New password
bn: নতুন পাসওয়ার্ড

source: Verify Password
bn: পাসওয়ার্ড যাচাই করুন

source: Required Date
bn: তারিখ

source: Publish
bn: প্রকাশ করুন

source: Add Blood News
bn: রক্ত প্রয়োজন সংযুক্ত করুন

source: Edit Blood News
bn: রক্ত প্রয়োজন এ পরিবর্তন করুন

source: List of Stadium in %s
bn: %s এর অন্যান্য স্টেডিয়ামের তালিকা

source: List of Secondary School in %s
bn: %s এর অন্যান্য মাধ্যমিক বিদ্যালয়ের তালিকা

source: List of Junior School in %s
bn: %s এর অন্যান্য জুনিয়র স্কুলের তালিকা

source: List of Madrasahs in %s
bn: %s এর অন্যান্য মাদ্রাসার তালিকা

source: List of Intermediate Colleges in %s
bn: %s এর উল্লেখযোগ্য স্থানের তালিকা

source: List of Post Offices in %s
bn: %s এর ডাকঘরগুলোর তালিকা

source: List of Hotels and Restaurant in %s
bn: %s এর হোটেল ও রেষ্টুরেন্ট তালিকা

source: List of Foreign Embassy in %s
bn: %s এর বিদেশী দূতাবাসের তালিকা

source: List of Airports in %s
bn: %s এর বিমানবন্দরের তালিকা

source: List of Heliport in %s
bn: %s এর হেলিপোর্ট সমুহের তালিকা

source: List of Sea Plane Base in %s
bn: %s এর সীপ্লেন বেস এর তালিকা

source: List of Large Airport in %s
bn: %s এর বড় এয়ারপোর্ট এর তালিকা

source: Stadium of %s whose Capacity is Greater Than %s
bn: %s এর %s এর অধিক ধারনক্ষমতা সম্পন্ন স্টেডিয়ামগুলির তালিকা

source: Email Newsletters
bn: ইমেইল নিউজলেটার

source: Sign up for new InfoMap24 content, updates, surveys & offers.
bn: InfoMap24 এর নতুন বিষয়বস্তু এবং আপডেটের জন্য সাইন আপ করুন

source: distance and direction in map
bn: এর দূরত্ব এবং দিক মানচিত্রে দেখুন

source: Log In
bn: লগ ইন

source: Help & Support
bn: হেল্প ও সাপোর্ট

source: Social Media
bn: সামাজিক মাধ্যম

source: Sign in
bn: লগ ইন

source: InfoMap24 Login
bn: InfoMap24 লগ ইন

source: Sign Up
bn: সাইন আপ

source: You can log in using bellow method
bn: আপনি নিন্মোক্ত মাধ্যমে লগ ইন করতে পারেন

source: <i class="fa fa-facebook modal-icons"></i> Signin with Facebook
bn: <i class="fa fa-facebook modal-icons"></i> ফেসবুকের সঙ্গে চলুন

source: <i class="fa fa-google-plus modal-icons"></i> Signin with Google
bn: <i class="fa fa-facebook modal-icons"></i> গুগলের সঙ্গে চলুন

source: Details of %s
bn: %s এর বিস্তারিত

source: Write a Review
bn: পর্যালোচনা লিখুন

source: How to go %s
bn: কিভাবে %s যেতে

source: Where to stay at %s
bn: কিভাবে %s যেতে

source: Travel tips of %s
bn: কিভাবে %s যেতে

source: Where to eat at %s
bn: কিভাবে %s যেতে
